Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.general.language.error.save_failed
source: The application language could not be saved.
zh_hans: 无法保存应用界面语言。

# settings.general.language.error.unsupported_selection
source: The selected application language is not supported.
zh_hans: 不支持所选的应用界面语言。

# settings.general.language.option.system
source: Follow System
zh_hans: 跟随系统

# settings.general.language.option.zh-Hans
source: Simplified Chinese
zh_hans: 简体中文

# settings.general.language.restart_notice
source: Language will take effect the next time you launch iTerm2-CN.
zh_hans: 语言将在下次启动 iTerm2-CN 时生效。

# settings.general.language.save_failed_format
source: The application language could not be saved: %@
zh_hans: 无法保存应用界面语言：%@

# settings.general.updates.cn_manual_notice
source: Update iTerm2-CN manually through GitHub Releases.
zh_hans: 请通过 GitHub Releases 手动更新 iTerm2-CN。

# ui.aboutwindow.itermaboutwindowcontroller.build_format
source: Build %@
zh_hans: 构建版本 %@

# ui.aboutwindow.itermaboutwindowcontroller.credits
source: Credits
zh_hans: 致谢

# ui.aboutwindow.itermaboutwindowcontroller.error_loading_patrons.368a8690
source: Error loading patrons :(
zh_hans: 加载赞助者名单时出错 :(

# ui.aboutwindow.itermaboutwindowcontroller.home_page.d2c7f6be
source: Home Page
zh_hans: 主页

# ui.aboutwindow.itermaboutwindowcontroller.loading_supporters
source: Loading supporters…
zh_hans: 正在加载支持者…

# ui.aboutwindow.itermaboutwindowcontroller.report_a_bug
source: Report a bug
zh_hans: 报告问题

# ui.aboutwindow.itermaboutwindowcontroller.supporters_heading_html
source: iTerm2 is supported by these backers on <a href="https://patreon.com/gnachman">Patreon</a> and <a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a>:
zh_hans: iTerm2 由 <a href="https://patreon.com/gnachman">Patreon</a> 和 <a href="https://github.com/sponsors/gnachman">GitHub Sponsors</a> 上的以下支持者赞助：

# ui.aboutwindow.itermaboutwindowcontroller.unofficial_disclaimer
source: iTerm2-CN is an unofficial community localization of iTerm2 and is not affiliated with the official iTerm2 project.
zh_hans: iTerm2-CN 是基于 iTerm2 的非官方社区汉化版本，与 iTerm2 官方项目不存在隶属关系。

# ui.aboutwindow.itermaboutwindowcontroller.whats_new_in_3_7
source: What’s New in 3.7?
zh_hans: 3.7 版新功能

# ui.announcements.itermannouncementview.more_actions.5ea52340
source: More Actions…
zh_hans: 更多操作…

# ui.announcements.itermannouncementview.question_icon.9fd9312e
source: Question icon
zh_hans: 问题图标

# ui.announcements.itermannouncementview.warning_icon.ae430aa6
source: Warning icon
zh_hans: 警告图标

# ui.api.itermapihelper.allow_python_api_usage.2019578d
source: Allow Python API Usage?
zh_hans: 允许使用 Python API 吗？

source: %@ Although you have chosen to allow connections automatically, this script has not presented a valid cookie.
zh_hans: %@ 虽然你已选择自动允许连接，但此脚本未提供有效的 Cookie。

# ui.api.itermapihelper.always.de9f057a
source: Always
zh_hans: 始终

# ui.api.itermapihelper.another_process_is_trying_to_use_the_iterm2.6982c1ec
source: Another process is trying to use the iTerm2 API. The API allows a script to control iTerm2 and view and modify its contents. Allow the connection?
zh_hans: 另一个进程正在尝试使用 iTerm2 API。该 API 允许脚本控制 iTerm2，并查看和修改其内容。要允许连接吗？

# ui.api.itermapihelper.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.api.itermapihelper.confirm.eebdd24a
source: Confirm
zh_hans: 确认

# ui.api.itermapihelper.disable_per_app_authentication.2b6bedda
source: Disable per-app authentication?
zh_hans: 要停用逐应用认证吗？

# ui.api.itermapihelper.do_you_want_to_allow_all_apps_running.ee2f7d3d
source: Do you want to allow all apps running on this machine to use the Python API? This will disable the check for Automation permission. If you agree, you’ll be prompted for administrator access to make the change.
zh_hans: 要允许此电脑上运行的所有应用使用 Python API 吗？ 这将停用自动化权限检查。如果同意，系统会要求你授予管理员权限以进行此更改。

# ui.api.itermapihelper.enable_python_api.f11044b6
source: Enable Python API?
zh_hans: 要启用 Python API 吗？

# ui.api.itermapihelper.error_changing_api_permissions_setting.7d633443
source: Error changing API permissions setting
zh_hans: 更改 API 权限设置时出错

# ui.api.itermapihelper.error_running.726db3b7
source: Error running “%@”: %@
zh_hans: 运行“%@”时出错： %@

# ui.api.itermapihelper.failed_to_make_change.0740df31
source: Failed to make change
zh_hans: 更改失败

# ui.api.itermapihelper.failed_to_remove_the_file_please_remove_this.bfed414c
source: Failed to remove the file “%@”: %@ Please remove this file manually to require Automation permission for the Python API. The Python API has been disabled for your security.
zh_hans: 无法移除文件“%@”：%@ 请手动移除此文件，以便 Python API 必须请求“自动化”权限。 出于安全考虑，Python API 已停用。

# ui.api.itermapihelper.function_call_failed.492e3d74
source: %@ Function Call Failed
zh_hans: %@ 函数调用失败

# ui.api.itermapihelper.more_info.d0407f5d
source: More Info
zh_hans: 更多信息

source: New sessions will contain an environment variable that allows scripts to run without confirmation. Are you sure you want to enable this?
zh_hans: 新会话将包含一个允许脚本无需确认即可运行的环境变量。确定要启用吗？

# ui.api.itermapihelper.ok.565339bc
source: OK
zh_hans: 好

# ui.api.itermapihelper.python_api_permissions_reset.a9d73584
source: Python API Permissions Reset
zh_hans: Python API 权限已重置

# ui.api.itermapihelper.reveal_in_finder.b97ada43
source: Reveal In Finder
zh_hans: 在访达中显示

# ui.api.itermapihelper.reveal_in_script_console.f6d8fa01
source: Reveal in Script Console
zh_hans: 在脚本控制台中查看

# ui.api.itermapihelper.reveal_preference.6c4d6d0d
source: Reveal Preference
zh_hans: 在设置中显示

source: The location of your Application Support directory appears to have moved or its contents have changed unexpectedly. As a precaution, the authentication mechanism for Python API scripts for iTerm2 has been reverted to always require Automation permission.
zh_hans: 您的“应用程序支持”目录位置似乎已改变，或其内容发生了意外变化。为安全起见，iTerm2 Python API 脚本的认证机制已恢复为始终要求“自动化”权限。

# ui.api.itermapihelper.the_python_api_allows_scripts_you_run_to.63806e14
source: The Python API allows scripts you run to control iTerm2 and access all its data.
zh_hans: Python API 允许您运行的脚本控制 iTerm2 并访问其所有数据。

# ui.api.itermapihelper.the_setting_could_not_be_changed.0dec29f1
source: The setting could not be changed: %@
zh_hans: 无法更改设置：%@

# ui.api.itermapiscriptlauncher.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Could not prepare the Python environment for this script: %@
zh_hans: 无法为此脚本准备 Python 环境：%@

# ui.api.itermapiscriptlauncher.download.d6eafe82
source: Download
zh_hans: 下载

# ui.api.itermapiscriptlauncher.download_apple_silicon_runtime.79fad979
source: Download Apple Silicon Runtime?
zh_hans: 要下载 Apple 芯片运行环境吗？

# ui.api.itermapiscriptlauncher.error_running_script.02e476c9
source: Error running script
zh_hans: 运行脚本时出错

# ui.api.itermapiscriptlauncher.error_upgrading_script.3394f6ed
source: Error Upgrading Script
zh_hans: 升级脚本时出错

# ui.api.itermapiscriptlauncher.install_rosetta.b5629ada
source: Install Rosetta?
zh_hans: 要安装 Rosetta 吗？

# ui.api.itermapiscriptlauncher.ok.565339bc
source: OK
zh_hans: 好

# ui.api.itermapiscriptlauncher.python_environment_unavailable.77664649
source: Python Environment Unavailable
zh_hans: Python 环境不可用

# ui.api.itermapiscriptlauncher.script_at_failed.0fdb4f1c
source: Script at "%@" failed. %@
zh_hans: “%@”处的脚本运行失败。 %@

# ui.api.itermapiscriptlauncher.script_cannot_run.9bb4684c
source: Script Cannot Run
zh_hans: 无法运行脚本

source: The Python API script “%@” needs a newer version of the runtime environment for security reasons. You must upgrade it before this version of iTerm2 can launch the script.
zh_hans: 出于安全原因，Python API 脚本“%@”需要更新版本的运行环境。必须先升级运行环境，此版本的 iTerm2 才能启动该脚本。

source: The shared Python runtime is Intel-only and cannot run on this version of macOS. Download the Apple Silicon version now?
zh_hans: 共享的 Python 运行环境仅支持 Intel，无法在此版本的 macOS 上运行。要立即下载 Apple 芯片版本吗？

# ui.api.itermapiscriptlauncher.upgrade.7ec0261b
source: Upgrade
zh_hans: 升级

# ui.api.itermapiscriptlauncher.upgrade_python_runtime.9f1b4e58
source: Upgrade Python Runtime?
zh_hans: 要升级 Python 运行环境吗？

# ui.api.itermapiscriptlauncher.you_must_install_rosetta_2_in_order_to.e71c245a
source: You must install Rosetta 2 in order to use the Python API. Install it now?
zh_hans: 必须安装 Rosetta 2 才能使用 Python API。要立即安装吗？

# ui.api.itermdependencyeditorwindowcontroller.add_dependency.50f0a75f
source: Add Dependency
zh_hans: 添加依赖项

source: Can’t upgrade because %@ already exists
zh_hans: 无法升级，因为 %@ 已存在

# ui.api.itermdependencyeditorwindowcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Check the pip output for errors.
zh_hans: 请检查 pip 输出中的错误。

# ui.api.itermdependencyeditorwindowcontroller.confirm_python_downgrade.ecad1e97
source: Confirm Python Downgrade
zh_hans: 确认降级 Python

# ui.api.itermdependencyeditorwindowcontroller.confirm_python_upgrade.d65a137b
source: Confirm Python Upgrade
zh_hans: 确认升级 Python

source: Could Not Change Python Version
zh_hans: 无法更改 Python 版本

# ui.api.itermdependencyeditorwindowcontroller.error.54a0e8c1
source: Error
zh_hans: 错误

# ui.api.itermdependencyeditorwindowcontroller.error_creating.afb7612f
source: Error creating %@: %@
zh_hans: 创建 %@ 时出错：%@

# ui.api.itermdependencyeditorwindowcontroller.error_moving_to.e465d251
source: Error moving %@ to %@: %@
zh_hans: 将 %@ 移动到 %@ 时出错：%@

# ui.api.itermdependencyeditorwindowcontroller.installation_failed.faa69b07
source: Installation Failed
zh_hans: 安装失败

# ui.api.itermdependencyeditorwindowcontroller.ok.565339bc
source: OK
zh_hans: 好

source: Please file a bug report at https://iterm2.com/bugs. The following error occurred while upgrading a dependency: %@
zh_hans: 请前往 https://iterm2.com/bugs 提交错误报告。升级依赖项时出现以下错误：%@

# ui.api.itermdependencyeditorwindowcontroller.removal_failed.1bf55f77
source: Removal Failed
zh_hans: 移除失败

# ui.api.itermdependencyeditorwindowcontroller.run_this_command.fd55ac77
source: Run this Command?
zh_hans: 要运行此命令吗？

source: Uninstall of %@ failed. Check the pip output for errors.
zh_hans: 卸载 %@ 失败。请检查 pip 输出中的错误。

source: What dependency would you like to add?
zh_hans: 您要添加哪个依赖项？

source: You have asked to downgrade to an older Python version. Dependencies will need to be reinstalled. This may go badly. Are you sure you want to do this?
zh_hans: 您已选择降级到较旧的 Python 版本，所有依赖项都需要重新安装，此操作可能会失败。确定要继续吗？

source: You have asked to upgrade to a newer Python version. Dependencies will need to be reinstalled. OK to continue?
zh_hans: 您已选择升级到较新的 Python 版本，所有依赖项都需要重新安装。要继续吗？

# ui.api.itermoptionalcomponentdownloadwindowcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.api.itermoptionalcomponentdownloadwindowcontroller.canceled.13ca2ee2
source: Canceled
zh_hans: 已取消

# ui.api.itermoptionalcomponentdownloadwindowcontroller.connecting.72021eb7
source: Connecting…
zh_hans: 正在连接…

# ui.api.itermoptionalcomponentdownloadwindowcontroller.download_failed.e1475b51
source: Download Failed
zh_hans: 下载失败

source: Downloading Python runtime…
zh_hans: 正在下载 Python 运行环境…

source: Finding latest version…
zh_hans: 正在查找最新版本…

# ui.api.itermoptionalcomponentdownloadwindowcontroller.initializing.5015fd15
source: Initializing…
zh_hans: 正在初始化…

# ui.api.itermoptionalcomponentdownloadwindowcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.api.itermoptionalcomponentdownloadwindowcontroller.try_again.df0fe9e0
source: Try Again
zh_hans: 重试

source: An iTerm2 Python Runtime must be downloaded to proceed.%@
zh_hans: 必须下载 iTerm2 Python 运行环境才能继续。%@

source: An iTerm2 Python Runtime with Python version %@ must be downloaded to proceed.%@
zh_hans: 必须下载 Python %@ 版的 iTerm2 Python 运行环境才能继续。%@

# ui.api.itermpythonruntimedownloader.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.api.itermpythonruntimedownloader.dependency_installation_failed.f4e1884f
source: Dependency Installation Failed
zh_hans: 依赖项安装失败

# ui.api.itermpythonruntimedownloader.download.d6eafe82
source: Download
zh_hans: 下载

# ui.api.itermpythonruntimedownloader.download_canceled.9c42742a
source: Download Canceled
zh_hans: 下载已取消

# ui.api.itermpythonruntimedownloader.download_finished.04bd45b4
source: Download Finished
zh_hans: 下载完成

# ui.api.itermpythonruntimedownloader.download_python_runtime.b0c6280b
source: Download Python Runtime?
zh_hans: 要下载 Python 运行环境吗？

# ui.api.itermpythonruntimedownloader.error_unzipping_python_environment.5c57a9e0
source: Error unzipping python environment
zh_hans: 解压 Python 环境时出错

# ui.api.itermpythonruntimedownloader.ok.565339bc
source: OK
zh_hans: 好

# ui.api.itermpythonruntimedownloader.python_runtime_unavailable.d15d47dd
source: Python Runtime Unavailable
zh_hans: Python 运行环境不可用

# ui.api.itermpythonruntimedownloader.signature_verification_failed.f6206e0c
source: Signature Verification Failed
zh_hans: 签名验证失败

source: The following dependencies failed to install: %@
zh_hans: 以下依赖项安装失败：%@

# ui.api.itermpythonruntimedownloader.the_python_runtime_is_up_to_date.94dca225
source: ✅ The Python runtime is up to date.
zh_hans: ✅ Python 运行环境已是最新版本。

source: The Python Runtime is used by Python scripts that work with iTerm2. It must be downloaded to complete the requested action. The download is about %@. OK to download it now?
zh_hans: 与 iTerm2 配合使用的 Python 脚本需要 Python 运行环境。必须下载它才能完成所请求的操作，下载大小约为 %@。现在下载吗？

source: The Python Runtime is used by Python scripts that work with iTerm2. The download is about %@. OK to download it now?
zh_hans: 与 iTerm2 配合使用的 Python 脚本需要 Python 运行环境，下载大小约为 %@。现在下载吗？

source: The Python runtime's signature failed validation: %@
zh_hans: Python 运行环境的签名验证失败：%@

# ui.api.itermpythonruntimedownloader.could_not_extract_archive_notification
source: Could not extract archive ☹️
zh_hans: 无法解压归档 ☹️

# ui.api.itermpythonruntimedownloader.download_failed_notification
source: Download failed ☹️
zh_hans: 下载失败 ☹️

# ui.api.itermpythonruntimedownloader.download_failed_reason
source: The download failed: %@
zh_hans: 下载失败：%@

# ui.api.itermpythonruntimedownloader.download_finished_notification
source: Download finished!
zh_hans: 下载完成！

# ui.api.itermpythonruntimedownloader.unzip_error_fallback
source: An error occurred while unzipping the downloaded python environment
zh_hans: 解压下载的 Python 环境时发生错误

# ui.api.itermscriptarchive.allow_auto_launch.0aa7a8a4
source: Allow Auto-Launch?
zh_hans: 允许自动启动吗？

source: “%@” can launch automatically when iTerm2 starts. Would you like to allow that?
zh_hans: “%@”可在 iTerm2 启动时自动运行。要允许吗？

# ui.api.itermscriptarchive.lauch_manually.6b8068d9
source: Lauch Manually
zh_hans: 手动启动

# ui.api.itermscriptarchive.launch_automatically.0df09230
source: Launch Automatically
zh_hans: 自动启动

source: “%@” would like to launch automatically when iTerm2 starts. Would you like to allow that?
zh_hans: “%@”希望在 iTerm2 启动时自动运行。要允许吗？

# ui.api.itermscriptchooser.code_sign_exported_script_using_identity.927f9686
source: Code-sign exported script using identity:
zh_hans: 使用以下身份对导出的脚本进行代码签名：

# ui.api.itermscriptchooser.identity_expiration.29dbd292
source: %@, expires %@
zh_hans: %@，有效期至 %@

source: Offer to launch automatically during installation
zh_hans: 安装期间提供自动启动选项

# ui.api.itermscriptconsole.clear_terminated.a95f545b
source: Clear Terminated
zh_hans: 清除已终止项

# ui.api.itermscriptconsole.inspector.da188e3b
source: Inspector
zh_hans: 检查器

# ui.api.itermscriptconsole.restart.6b983a81
source: Restart
zh_hans: 重新启动

# ui.api.itermscriptconsole.terminate.f913f092
source: Terminate
zh_hans: 终止

# ui.api.itermscriptimporter.a_script_named_is_already_installed.be945841
source: A script named “%@” is already installed
zh_hans: 已安装名为“%@”的脚本

# ui.api.itermscriptimporter.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.api.itermscriptimporter.confirm_installation.81e71716
source: Confirm Installation
zh_hans: 确认安装

# ui.api.itermscriptimporter.ok.565339bc
source: OK
zh_hans: 好

# ui.api.itermscriptimporter.replace_script.64453b4a
source: Replace Script
zh_hans: 替换脚本

# ui.api.itermscriptimporter.reveal_contents.03c0877a
source: Reveal Contents
zh_hans: 显示内容

# ui.api.itermscriptimporter.script_already_exists.dd835987
source: Script Already Exists
zh_hans: 脚本已存在

source: The signature of ”%@” has been verified. The author is: %@ Would you like to install it?
zh_hans: 已验证“%@”的签名。作者： %@ 要安装吗？

# ui.api.itermscriptimporter.unknown.b764cdc0
source: Unknown
zh_hans: 未知

source: A script archive named “%@” was found in the Scripts directory. Would you like to install it?
zh_hans: 在 Scripts 目录中发现名为“%@”的脚本归档。要安装吗？

source: An error occurred while creating the Python environment. The error was: %@
zh_hans: 创建 Python 环境时出错：%@

source: An error ocurred while installing the Python runtime. Remove ~/Library/Application Support/iTerm2/iterm2env and try again. The error was: %@
zh_hans: 安装 Python 运行环境时出错。请移除 ~/Library/Application Support/iTerm2/iterm2env 后重试。错误：%@

# ui.api.itermscriptsmenucontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.api.itermscriptsmenucontroller.cannot_run_script.7f0a0af6
source: Cannot Run Script
zh_hans: 无法运行脚本

# ui.api.itermscriptsmenucontroller.change_name.1301998a
source: Change Name
zh_hans: 更改名称

# ui.api.itermscriptsmenucontroller.continue.31fbef16
source: Continue
zh_hans: 继续

source: %@ could not be upgraded and still use the previous Python runtime. Each will be upgraded automatically the next time it runs. • %@
zh_hans: %@无法升级，将继续使用之前的 Python 运行环境。下次运行时会自动升级。 • %@

# ui.api.itermscriptsmenucontroller.could_not_install_script.81975977
source: Could Not Install Script
zh_hans: 无法安装脚本

# ui.api.itermscriptsmenucontroller.could_not_rebuild_environment.87ee8c97
source: Could Not Rebuild Environment
zh_hans: 无法重建环境

# ui.api.itermscriptsmenucontroller.export_failed.9a5e4d95
source: Export Failed
zh_hans: 导出失败

# ui.api.itermscriptsmenucontroller.failed_to_create_archive.01ff78a6
source: Failed to create archive
zh_hans: 无法创建归档

source: Full-environment scripts must be located under in your Application Support/iTerm2/Scripts directory: %@
zh_hans: 完整环境脚本必须位于 Application Support/iTerm2/Scripts 目录下： %@

# ui.api.itermscriptsmenucontroller.install_script_archive.c3b83ea0
source: Install Script Archive?
zh_hans: 要安装脚本归档吗？

# ui.api.itermscriptsmenucontroller.installation_failed.faa69b07
source: Installation Failed
zh_hans: 安装失败

# ui.api.itermscriptsmenucontroller.invalid_folder.55fc0560
source: Invalid Folder
zh_hans: 文件夹无效

# ui.api.itermscriptsmenucontroller.it_is_taking_a_long_time_to_locate.9a46b957
source: It is taking a long time to locate all scripts under %@. Avoid storing many files or using network mounts for the scripts folder. Continue?
zh_hans: 查找 %@ 下的所有脚本耗时过长。请避免在脚本文件夹中存放大量文件或使用网络挂载。 要继续吗？

# ui.api.itermscriptsmenucontroller.launch.ccf56ef5
source: Launch
zh_hans: 启动

# ui.api.itermscriptsmenucontroller.move_to_trash.9adcdf33
source: Move to Trash
zh_hans: 移到废纸篓

# ui.api.itermscriptsmenucontroller.not_now.ccb4c324
source: Not Now
zh_hans: 暂不

# ui.api.itermscriptsmenucontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.api.itermscriptsmenucontroller.one_script.7f9ea254
source: One script
zh_hans: 一个脚本

# ui.api.itermscriptsmenucontroller.open_new_script_in.084fe9ff
source: Open new script in %@?
zh_hans: 要在 %@ 中打开新脚本吗？

# ui.api.itermscriptsmenucontroller.package_names.7b8c829c
source: Package names
zh_hans: 软件包名称

# ui.api.itermscriptsmenucontroller.performance_issue.de1dc398
source: Performance Issue
zh_hans: 性能问题

# ui.api.itermscriptsmenucontroller.problem_running_script.2a252ac5
source: Problem running script
zh_hans: 运行脚本时出现问题

# ui.api.itermscriptsmenucontroller.pypi_dependencies.b5cdd629
source: PyPI Dependencies:
zh_hans: PyPI 依赖项：

# ui.api.itermscriptsmenucontroller.python_version.659af6e7
source: Python Version:
zh_hans: Python 版本：

# ui.api.itermscriptsmenucontroller.python_version_changes.85098800
source: Python Version Changes
zh_hans: Python 版本变更

# ui.api.itermscriptsmenucontroller.rebuild.95aefb08
source: Rebuild
zh_hans: 重新构建

# ui.api.itermscriptsmenucontroller.rebuild_python_environment.e7c9665c
source: Rebuild Python Environment?
zh_hans: 要重新构建 Python 环境吗？

# ui.api.itermscriptsmenucontroller.reveal.36b830bd
source: Reveal
zh_hans: 显示

# ui.api.itermscriptsmenucontroller.reveal.97028cbd
source: Reveal %@
zh_hans: 在访达中显示 %@

# ui.api.itermscriptsmenucontroller.script_imported_successfully.2819e51f
source: Script Imported Successfully
zh_hans: 脚本已成功导入

source: Scripts can't have space characters in their filenames.
zh_hans: 脚本文件名不能包含空格。

# ui.api.itermscriptsmenucontroller.scripts_disabled.e0300517
source: Scripts Disabled
zh_hans: 脚本已停用

# ui.api.itermscriptsmenucontroller.show_in_finder.c2a9c77a
source: Show in Finder
zh_hans: 在访达中显示

# ui.api.itermscriptsmenucontroller.some_scripts.88c87deb
source: Some scripts
zh_hans: 部分脚本

source: Some scripts will not be available until the app has restarted or you change the scripts folder.
zh_hans: 在应用重新启动或您更改脚本文件夹之前，部分脚本将不可用。

# ui.api.itermscriptsmenucontroller.spaces_not_allowed.a3f713bf
source: Spaces Not Allowed
zh_hans: 不允许空格

# ui.api.itermscriptsmenucontroller.stop.cae7d57b
source: Stop
zh_hans: 停止

source: The Python environment for “%@” is missing (the shared runtime may have been deleted). Rebuild it from its saved requirements now?
zh_hans: “%@”的 Python 环境缺失（共享运行环境可能已被删除）。是否立即根据已保存的依赖要求重新构建？

# ui.api.itermscriptsmenucontroller.the_script_at_failed.59df45fb
source: The script at “%@” failed: %@
zh_hans: 位于“%@”的脚本运行失败： %@

# ui.api.itermscriptsmenucontroller.the_script_is_malformed.c1c2b124
source: The script “%@” is malformed.
zh_hans: 脚本“%@”格式不正确。

# ui.api.itermscriptsmenucontroller.try_again.df0fe9e0
source: Try Again
zh_hans: 重试

# ui.api.itermscriptsmenucontroller.upgrade_incomplete.3a3571c1
source: Upgrade Incomplete
zh_hans: 升级未完成

# ui.api.itermscriptsmenucontroller.upgrade_now.66a1419e
source: Upgrade Now
zh_hans: 立即升级

# ui.api.itermscriptsmenucontroller.use_instead_of_space.885d3f35
source: Use _ Instead of Space
zh_hans: 使用 _ 代替空格

# ui.appkit.itermapplication.leader_pending.a6450a0e
source: Leader pending
zh_hans: 等待前导键

# ui.appkit.itermapplicationdelegate.ago.7c12bf47
source: %@ (%@ ago)…
zh_hans: %@（%@前）…

# ui.appkit.itermapplicationdelegate.all_sessions_will_be_closed.9e75ff8d
source: All sessions will be closed.
zh_hans: 所有会话都将关闭。

# ui.appkit.itermapplicationdelegate.bring_all_windows_to_front.2e87ea34
source: Bring All Windows to Front
zh_hans: 将所有窗口移到最前面

# ui.appkit.itermapplicationdelegate.buried_sessions.3bc1ad71
source: Buried Sessions
zh_hans: 已隐藏的会话

# ui.appkit.itermapplicationdelegate.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.appkit.itermapplicationdelegate.check_for_updates.4f435507
source: Check For Updates
zh_hans: 检查更新

# ui.appkit.itermapplicationdelegate.choose_a_json_file.cdc17e80
source: Choose a JSON File
zh_hans: 选择 JSON 文件

# ui.appkit.itermapplicationdelegate.clear_all.ddceb7ad
source: Clear All
zh_hans: 全部清除

# ui.appkit.itermapplicationdelegate.colors_scheme_imported.990e5ea7
source: Colors Scheme Imported
zh_hans: 配色方案已导入

# ui.appkit.itermapplicationdelegate.companion_device_settings.527b3ab1
source: Companion Device Settings
zh_hans: Companion 设备设置

# ui.appkit.itermapplicationdelegate.could_not_install_the_python_runtime.67625e26
source: Could not install the Python runtime: %@
zh_hans: 无法安装 Python 运行环境：%@

source: Could not prepare the Python environment for the REPL: %@
zh_hans: 无法为 REPL 准备 Python 环境：%@

# ui.appkit.itermapplicationdelegate.could_not_save.46a396e2
source: Could Not Save
zh_hans: 无法保存

# ui.appkit.itermapplicationdelegate.current_tab_color.0c0e5566
source: Current Tab Color
zh_hans: 当前标签页颜色

# ui.appkit.itermapplicationdelegate.deprecation_notice.b5224f00
source: Deprecation Notice
zh_hans: 停止支持通知

# ui.appkit.itermapplicationdelegate.dock_menu.36cbf93c
source: Dock Menu
zh_hans: 程序坞菜单

# ui.appkit.itermapplicationdelegate.downloads.d5fdc1af
source: Downloads
zh_hans: 下载

# ui.appkit.itermapplicationdelegate.error_installing_python_runtime.39ebd52e
source: Error Installing Python Runtime
zh_hans: 安装 Python 运行环境时出错

source: Failed to save retrospective debug logs: %@
zh_hans: 无法保存追溯调试日志：%@
